/* 
  Localizable.strings
  Hidden Bar

  Created by Licardo on 2020/3/9.
  Copyright © 2020 Dwarves Foundation. All rights reserved.
*/

"Preferences..." = "偏好設定⋯";
"Quit" = "結束";
"Toggle Auto Collapse" = "開關自動收合";
"Enable Auto Collapse" = "開啟自動收合";
"Disable Auto Collapse" = "關閉自動收合";
"Set Shortcut" = "設定快速鍵";
"Tutorial text" = "
「持續隱藏」功能讓您的圖示永保整潔。本文會引導您設定這個功能。

啟用步驟：

1. 啟用表示持續隱藏的「|」按鈕（半透明色條）

2. 按住 􀆔，接著拖曳到「一般顯示區域」的左側（一般隱藏區域）
接著將不想顯示的圖示移至「一般隱藏區域」的左側（持續隱藏區域）。

3. 最後，對表示縮回的「􀆊」圖示按下右鍵，就能隱藏「持續隱藏區域」中的圖示。

顯示「持續隱藏」圖示的步驟：

1. 重新對「􀆊」圖示按下右鍵就能顯示「持續隱藏區域」中的圖示，
再按一次就能隱藏。試試看吧 😉！
";
